Repository: holg/eulumdat-rs
Catalog: EulumdatApp/EulumdatApp/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt_br, ru, zh_hans

# compare.dropHint
source: Drop a second file here to compare
de: Datei zum Vergleichen hierher ziehen
es: Suelta un segundo archivo aquí para comparar
fr: Déposez un second fichier ici pour comparer
it: Trascina un secondo file qui per confrontare
pt_br: Solte um segundo arquivo aqui para comparar
ru: Перетащите второй файл для сравнения
zh_hans: 将第二个文件拖放到此处进行对比

# compare.emptyHint
source: Compares flux, efficacy, beam angles, intensity distribution, and more.
de: Vergleicht Lichtstrom, Effizienz, Abstrahlwinkel, Lichtverteilung und mehr.
es: Compara flujo, eficacia, ángulos del haz, distribución de intensidad y más.
fr: Compare flux, efficacité, angles de faisceau, distribution d'intensité et plus.
it: Confronta flusso, efficienza, angoli del fascio, distribuzione dell'intensità e altro.
pt_br: Compara fluxo, eficácia, ângulos do feixe, distribuição de intensidade e mais.
ru: Сравнивает световой поток, эффективность, углы луча, распределение силы света и другие параметры.
zh_hans: 对比光通量、光效、光束角、光强分布等。

# compare.emptyTitle
source: Load a second file to compare
de: Zweite Datei zum Vergleichen laden
es: Carga un segundo archivo para comparar
fr: Charger un second fichier pour comparer
it: Carica un secondo file per confrontare
pt_br: Carregue um segundo arquivo para comparar
ru: Загрузите второй файл для сравнения
zh_hans: 加载第二个文件进行对比

# compare.fileB
source: File B
de: Datei B
es: Archivo B
fr: Fichier B
pt_br: Arquivo B
ru: Файл B
zh_hans: 文件B

# compare.linkSliders
source: Link sliders
de: Regler koppeln
es: Vincular controles
fr: Lier les curseurs
it: Collega cursori
pt_br: Vincular controles
ru: Связать ползунки
zh_hans: 联动滑块

# compare.metric
source: Metric
de: Metrik
es: Métrica
fr: Métrique
it: Metrica
pt_br: Métrica
ru: Метрика
zh_hans: 指标

# compare.selectTemplate
source: Select template...
de: Vorlage wählen...
es: Seleccionar plantilla...
fr: Sélectionner un modèle...
it: Seleziona modello...
pt_br: Selecionar modelo...
ru: Выбрать шаблон...
zh_hans: 选择模板...

# compare.similarity
source: Similarity
de: Ähnlichkeit
es: Similitud
fr: Similarité
it: Similarità
pt_br: Similaridade
ru: Сходство
zh_hans: 相似度

# compare.title
source: Compare Luminaires
de: Leuchten vergleichen
es: Comparar luminarias
fr: Comparer les luminaires
it: Confronta apparecchi
pt_br: Comparar luminárias
ru: Сравнение светильников
zh_hans: 对比灯具

# comparison.metrics.avg_intensity
source: Avg Intensity
de: Mittlere Lichtstärke
es: Intensidad promedio
fr: Intensité moyenne
it: Intensità media
pt_br: Intensidade Média
ru: Средняя сила света
zh_hans: 平均光强

# comparison.metrics.beam_angle
source: Beam Angle (IES)
de: Abstrahlwinkel (IES)
es: Ángulo de haz (IES)
fr: Angle de faisceau (IES)
it: Angolo del fascio (IES)
pt_br: Ângulo de Feixe (IES)
ru: Угол луча (IES)
zh_hans: 光束角 (IES)

# comparison.metrics.beam_angle_cie
source: Beam Angle (CIE)
de: Abstrahlwinkel (CIE)
es: Ángulo de haz (CIE)
fr: Angle de faisceau (CIE)
it: Angolo del fascio (CIE)
pt_br: Ângulo de Feixe (CIE)
ru: Угол луча (CIE)
zh_hans: 光束角 (CIE)

# comparison.metrics.bug_b
source: BUG Backlight (B)
de: BUG Rücklicht (B)
es: BUG Luz posterior (B)
fr: BUG rétro-éclairage (B)
it: BUG Retroilluminazione (B)
pt_br: BUG Luz Traseira (B)
ru: BUG Задний свет (B)
zh_hans: BUG 后向光 (B)

# comparison.metrics.bug_g
source: BUG Glare (G)
de: BUG Blendung (G)
es: BUG Deslumbramiento (G)
fr: BUG éblouissement (G)
it: BUG Abbagliamento (G)
pt_br: BUG Ofuscamento (G)
ru: BUG Ослепление (G)
zh_hans: BUG 眩光 (G)

# comparison.metrics.bug_u
source: BUG Uplight (U)
de: BUG Auflicht (U)
es: BUG Luz superior (U)
fr: BUG éclairage vers le haut (U)
it: BUG Luce verso l'alto (U)
pt_br: BUG Luz Superior (U)
ru: BUG Верхний свет (U)
zh_hans: BUG 上射光 (U)

# comparison.metrics.calculated_flux
source: Calculated Flux
de: Berechneter Lichtstrom
es: Flujo calculado
fr: Flux calculé
it: Flusso calcolato
pt_br: Fluxo Calculado
ru: Расчётный поток
zh_hans: 计算光通量

# comparison.metrics.dlor
source: DLOR
de: Unterer LOR (DLOR)
zh_hans: 下射光输出比

# comparison.metrics.field_angle
source: Field Angle (IES)
de: Feldwinkel (IES)
es: Ángulo de campo (IES)
fr: Angle de champ (IES)
it: Angolo di campo (IES)
pt_br: Ângulo de Campo (IES)
ru: Угол поля (IES)
zh_hans: 照射角 (IES)

# comparison.metrics.field_angle_cie
source: Field Angle (CIE)
de: Feldwinkel (CIE)
es: Ángulo de campo (CIE)
fr: Angle de champ (CIE)
it: Angolo di campo (CIE)
pt_br: Ângulo de Campo (CIE)
ru: Угол поля (CIE)
zh_hans: 照射角 (CIE)

# comparison.metrics.height
source: Luminaire Height
de: Leuchtenhöhe
es: Altura de luminaria
fr: Hauteur du luminaire
it: Altezza apparecchio
pt_br: Altura da Luminária
ru: Высота светильника
zh_hans: 灯具高度

# comparison.metrics.lamp_efficacy
source: Lamp Efficacy
de: Lampeneffizienz
es: Eficacia de lámpara
fr: Efficacité des lampes
it: Efficacia lampade
pt_br: Eficácia da Lâmpada
ru: Эффективность ламп
zh_hans: 光源光效

# comparison.metrics.length
source: Luminaire Length
de: Leuchtenlänge
es: Longitud de luminaria
fr: Longueur du luminaire
it: Lunghezza apparecchio
pt_br: Comprimento da Luminária
ru: Длина светильника
zh_hans: 灯具长度

# comparison.metrics.lor
source: Light Output Ratio
de: Leuchtenbetriebswirkungsgrad
es: Rendimiento de luminaria
fr: Rendement lumineux
it: Rapporto di uscita luminosa
pt_br: Rendimento da Luminária
ru: КПД светильника
zh_hans: 光输出比

# comparison.metrics.luminaire_efficacy
source: Luminaire Efficacy
de: Leuchteneffizienz
es: Eficacia de luminaria
fr: Efficacité du luminaire
it: Efficacia apparecchio
pt_br: Eficácia da Luminária
ru: Эффективность светильника
zh_hans: 灯具光效

# comparison.metrics.max_intensity
source: Max Intensity
de: Maximale Lichtstärke
es: Intensidad máxima
fr: Intensité maximale
it: Intensità massima
pt_br: Intensidade Máxima
ru: Макс. сила света
zh_hans: 最大光强

# comparison.metrics.min_intensity
source: Min Intensity
de: Minimale Lichtstärke
es: Intensidad mínima
fr: Intensité minimale
it: Intensità minima
pt_br: Intensidade Mínima
ru: Мин. сила света
zh_hans: 最小光强

# comparison.metrics.spacing_c0
source: Spacing C0
de: Abstandskriterium C0
es: Espaciado C0
fr: Espacement C0
it: Spaziatura C0
pt_br: Espaçamento C0
ru: Расстояние C0
zh_hans: 间距 C0

# comparison.metrics.spacing_c90
source: Spacing C90
de: Abstandskriterium C90
es: Espaciado C90
fr: Espacement C90
it: Spaziatura C90
pt_br: Espaçamento C90
ru: Расстояние C90
zh_hans: 间距 C90

# comparison.metrics.total_lamp_flux
source: Total Lamp Flux
de: Gesamter Lampenstrom
es: Flujo total de lámparas
fr: Flux total des lampes
it: Flusso totale lampade
pt_br: Fluxo Total das Lâmpadas
ru: Общий поток ламп
zh_hans: 光源总光通量

# comparison.metrics.total_wattage
source: Total Wattage
de: Gesamtleistung
es: Potencia total
fr: Puissance totale
it: Potenza totale
pt_br: Potência Total
ru: Общая мощность
zh_hans: 总功率

# comparison.metrics.ulor
source: ULOR
de: Oberer LOR (ULOR)
zh_hans: 上射光输出比

# comparison.metrics.upward_beam_angle
source: Upward Beam Angle
de: Oberer Abstrahlwinkel
es: Ángulo de haz superior
fr: Angle de faisceau ascendant
it: Angolo del fascio superiore
pt_br: Ângulo de Feixe Ascendente
ru: Верхний угол луча
zh_hans: 上射光束角

# comparison.metrics.upward_field_angle
source: Upward Field Angle
de: Oberer Feldwinkel
es: Ángulo de campo superior
fr: Angle de champ ascendant
it: Angolo di campo superiore
pt_br: Ângulo de Campo Ascendente
ru: Верхний угол поля
zh_hans: 上射照射角

# comparison.metrics.width
source: Luminaire Width
de: Leuchtenbreite
es: Anchura de luminaria
fr: Largeur du luminaire
it: Larghezza apparecchio
pt_br: Largura da Luminária
ru: Ширина светильника
zh_hans: 灯具宽度

source: Cone
de: Kegel
es: Cono
fr: Cône
it: Cono
ru: Конус
zh_hans: 光锥

# diagram.angle.beam
source: Beam
de: Strahl
es: Haz
fr: Faisceau
it: Fascio
pt_br: Feixe
ru: Луч
zh_hans: 光束

# diagram.angle.beam_50
source: Beam 50%
de: Strahl 50%
es: Haz 50%
fr: Faisceau 50%
it: Fascio 50%
pt_br: Feixe 50%
ru: Луч 50%
zh_hans: 光束 50%

# diagram.angle.field
source: Field
de: Feld
es: Campo
fr: Champ
it: Campo
pt_br: Campo
ru: Поле
zh_hans: 场

# diagram.angle.field_10
source: Field 10%
de: Feld 10%
es: Campo 10%
fr: Champ 10%
it: Campo 10%
pt_br: Campo 10%
ru: Поле 10%
zh_hans: 场 10%

# diagram.axis.c_plane
source: C-Plane Angle (°)
de: C-Ebene Winkel (°)
es: Ángulo plano C (°)
fr: Angle plan C (°)
it: Angolo piano C (°)
pt_br: Ângulo do plano C (°)
ru: Угол C-плоскости (°)
zh_hans: C面角度 (°)

# diagram.axis.gamma_angle
source: Gamma Angle (°)
de: Gamma Winkel (°)
es: Ángulo Gamma (°)
fr: Angle Gamma (°)
it: Angolo Gamma (°)
pt_br: Ângulo Gama (°)
ru: Угол гамма (°)
zh_hans: 伽马角度 (°)

# diagram.axis.intensity
source: Intensity (cd/klm)
de: Lichtstärke (cd/klm)
es: Intensidad (cd/klm)
fr: Intensité (cd/klm)
it: Intensità (cd/klm)
pt_br: Intensidade (cd/klm)
ru: Сила света (кд/клм)
zh_hans: 光强 (cd/klm)

# diagram.beam
source: Beam
de: Strahl
es: Haz
fr: Faisceau
it: Fascio
pt_br: Feixe
ru: Луч
zh_hans: 光束

# diagram.bug.back_light
source: Back Light
de: Rücklicht
es: Luz posterior
fr: Lumière arrière
it: Luce posteriore
pt_br: Luz traseira
ru: Задний свет
zh_hans: 后向光

# diagram.bug.forward_light
source: Forward Light
de: Vorderlicht
es: Luz frontal
fr: Lumière avant
it: Luce anteriore
pt_br: Luz frontal
ru: Передний свет
zh_hans: 前向光

# diagram.bug.lumens
source: Lumens
de: Lumen
es: Lúmenes
it: Lumen
pt_br: Lúmens
ru: Люмен
zh_hans: 流明

# diagram.bug.sum
source: Sum
de: Summe
es: Suma
fr: Somme
it: Somma
pt_br: Soma
ru: Сумма
zh_hans: 总计

# diagram.bug.total
source: Total
de: Gesamt
it: Totale
ru: Итого
zh_hans: 合计

# diagram.bug.uplight
source: Uplight
de: Auflicht
es: Luz superior
fr: Lumière vers le haut
it: Luce verso l'alto
pt_br: Luz superior
ru: Верхний свет
zh_hans: 上射光

# diagram.bug.zone_high
source: High
de: Hoch
es: Alta
fr: Élevé
it: Alto
pt_br: Alta
ru: Высокая
zh_hans: 高

# diagram.bug.zone_low
source: Low
de: Niedrig
es: Baja
fr: Faible
it: Basso
pt_br: Baixa
ru: Низкая
zh_hans: 低

# diagram.bug.zone_medium
source: Medium
de: Mittel
es: Media
fr: Moyen
it: Medio
pt_br: Média
ru: Средняя
zh_hans: 中

# diagram.bug.zone_very_high
source: Very High
de: Sehr hoch
es: Muy alta
fr: Très élevé
it: Molto alto
pt_br: Muito alta
ru: Очень высокая
zh_hans: 极高

# diagram.butterfly
source: Butterfly
de: Schmetterling
es: Mariposa
fr: Papillon
it: Farfalla
pt_br: Borboleta
ru: Бабочка
zh_hans: 蝴蝶

# diagram.cartesian
source: Cartesian
de: Kartesisch
es: Cartesiano
fr: Cartésien
it: Cartesiano
pt_br: Cartesiano
ru: Декартова
zh_hans: 直角坐标

# diagram.cone
source: Cone
de: Kegel
es: Cono
fr: Cône
it: Cono
ru: Конус
zh_hans: 锥形

# diagram.cone.all_planes
source: All C-Planes
de: Alle C-Ebenen
es: Todos los planos C
fr: Tous les plans C
it: Tutti i piani C
pt_br: Todos os planos C
ru: Все C-плоскости
zh_hans: 所有C平面

# diagram.cone.beam_angle
source: Beam Angle
de: Abstrahlwinkel
es: Ángulo de haz
fr: Angle de faisceau
it: Angolo del fascio
pt_br: Ângulo de feixe
ru: Угол луча
zh_hans: 光束角

# diagram.cone.beam_diameter
source: Beam ⌀
de: Strahl ⌀
es: Haz ⌀
fr: Faisceau ⌀
it: Fascio ⌀
pt_br: Feixe ⌀
ru: Луч ⌀
zh_hans: 光束 ⌀

# diagram.cone.c_plane
source: C-Plane
de: C-Ebene
es: Plano C
fr: Plan C
it: Piano C
pt_br: Plano C
ru: C-плоскость
zh_hans: C平面

# diagram.cone.classification.medium_flood
source: Medium Flood
de: Mittel flutend
es: Flood medio
fr: Flood moyen
it: Flood medio
pt_br: Flood médio
ru: Средний заливающий
zh_hans: 中泛光

# diagram.cone.classification.narrow_spot
source: Narrow Spot
de: Eng strahlend
es: Spot estrecho
fr: Spot étroit
it: Spot stretto
pt_br: Spot estreito
ru: Узкий пучок
zh_hans: 窄光束

# diagram.cone.classification.very_narrow_spot
source: Very Narrow Spot
de: Sehr eng strahlend
es: Spot muy estrecho
fr: Spot très étroit
it: Spot molto stretto
pt_br: Spot muito estreito
ru: Очень узкий пучок
zh_hans: 超窄光束

# diagram.cone.classification.very_wide_flood
source: Very Wide Flood
de: Sehr breit flutend
es: Flood muy amplio
fr: Flood très large
it: Flood molto largo
pt_br: Flood muito amplo
ru: Очень широкий заливающий
zh_hans: 超宽泛光

# diagram.cone.classification.wide_flood
source: Wide Flood
de: Breit flutend
es: Flood amplio
fr: Flood large
it: Flood largo
pt_br: Flood amplo
ru: Широкий заливающий
zh_hans: 宽泛光

# diagram.cone.field_angle
source: Field Angle
de: Feldwinkel
es: Ángulo de campo
fr: Angle de champ
it: Angolo di campo
pt_br: Ângulo de campo
ru: Угол поля
zh_hans: 照射角

# diagram.cone.field_diameter
source: Field ⌀
de: Feld ⌀
es: Campo ⌀
fr: Champ ⌀
it: Campo ⌀
pt_br: Campo ⌀
ru: Поле ⌀
zh_hans: 照射 ⌀

# diagram.cone.floor
source: Floor
de: Boden
es: Suelo
fr: Sol
it: Pavimento
pt_br: Piso
ru: Пол
zh_hans: 地面

# diagram.cone.illuminance_table.beam_field_diameter
source: Beam / Field ⌀
de: Strahl / Feld ⌀
es: Haz / Campo ⌀
fr: Faisceau / Champ ⌀
it: Fascio / Campo ⌀
pt_br: Feixe / Campo ⌀
ru: Луч / Поле ⌀
zh_hans: 光束 / 照射 ⌀

# diagram.cone.illuminance_table.e_c0
source: E beam C0
de: E Strahl C0
es: E haz C0
fr: E faisceau C0
it: E fascio C0
pt_br: E feixe C0
ru: E луч C0
zh_hans: E 光束 C0

# diagram.cone.illuminance_table.e_c90
source: E beam C90
de: E Strahl C90
es: E haz C90
fr: E faisceau C90
it: E fascio C90
pt_br: E feixe C90
ru: E луч C90
zh_hans: E 光束 C90

# diagram.cone.illuminance_table.height
source: Height
de: Höhe
es: Altura
fr: Hauteur
it: Altezza
pt_br: Altura
ru: Высота
zh_hans: 高度

# diagram.cone.illuminance_table.no_flux
source: No luminous flux data
de: Keine Lichtstromdaten
es: Sin datos de flujo
fr: Aucune donnée de flux
it: Nessun dato di flusso
pt_br: Sem dados de fluxo
ru: Нет данных о потоке
zh_hans: 无光通量数据

# diagram.cone.illuminance_table.title
source: Illuminance Table
de: Beleuchtungsstärke-Tabelle
es: Tabla de iluminancia
fr: Tableau d'éclairement
it: Tabella illuminamento
pt_br: Tabela de iluminância
ru: Таблица освещённости
zh_hans: 照度表

# diagram.cone.mounting_height
source: Mounting Height
de: Montagehöhe
es: Altura de montaje
fr: Hauteur de montage
it: Altezza di montaggio
pt_br: Altura de montagem
ru: Высота установки
zh_hans: 安装高度

# diagram.cone.symmetric_note
source: Rotationally symmetric
de: Rotationssymmetrisch
es: Simetría rotacional
fr: Symétrie de révolution
it: Simmetria rotazionale
pt_br: Simetria rotacional
ru: Осевая симметрия
zh_hans: 旋转对称

# diagram.floodlight
source: Floodlight
de: Flutlicht
es: Proyector
fr: Projecteur
it: Proiettore
pt_br: Projetor
ru: Прожектор
zh_hans: 泛光

# diagram.greenhouse.max_height
source: Max Height
de: Max. Höhe
es: Altura máx
fr: Hauteur max
it: Altezza max
pt_br: Altura máx
ru: Макс. высота
zh_hans: 最大高度

# diagram.metrics.sh_ratio
source: S/H:
de: A/H:
es: E/A:
fr: E/H:
it: S/A:
pt_br: E/A:
ru: О/В:
zh_hans: 间高比:

# diagram.placeholder.no_data
source: No data
de: Keine Daten
es: Sin datos
fr: Aucune donnée
it: Nessun dato
pt_br: Sem dados
ru: Нет данных
zh_hans: 无数据

# diagram.room
source: Room
de: Raum
es: Sala
fr: Salle
it: Stanza
pt_br: Sala
ru: Комната
zh_hans: 房间

# diagram.spectral
source: Spectral
de: Spektral
es: Espectral
it: Spettrale
pt_br: Espectral
ru: Спектральная
zh_hans: 光谱

# diagram.title.cartesian
source: Cartesian Diagram
de: Kartesisches Diagramm
es: Diagrama cartesiano
fr: Diagramme cartésien
it: Diagramma cartesiano
pt_br: Diagrama cartesiano
ru: Декартова диаграмма
zh_hans: 直角坐标图

# diagram.title.cone
source: Cone Diagram
de: Kegeldiagramm
es: Diagrama de cono
fr: Diagramme conique
it: Diagramma conico
pt_br: Diagrama de cone
ru: Коническая диаграмма
zh_hans: 光锥图

# diagram.title.heatmap
source: Intensity Heatmap (Candela)
de: Lichtstärke-Heatmap (Candela)
es: Mapa de calor de intensidad (Candela)
fr: Carte de chaleur d'intensité (Candela)
it: Mappa di calore dell'intensità (Candela)
pt_br: Mapa de calor de intensidade (Candela)
ru: Тепловая карта силы света (Кандела)
zh_hans: 光强热图 (坎德拉)

# diagram.title.polar
source: Polar Diagram
de: Polardiagramm
es: Diagrama polar
fr: Diagramme polaire
it: Diagramma polare
pt_br: Diagrama polar
ru: Полярная диаграмма
zh_hans: 极坐标图

# dimensions.height
source: Height
de: Höhe
es: Altura
fr: Hauteur
it: Altezza
pt_br: Altura
ru: Высота
zh_hans: 高度

# dimensions.length
source: Length
de: Länge
es: Longitud
fr: Longueur
it: Lunghezza
pt_br: Comprimento
ru: Длина
zh_hans: 长度

# dimensions.luminaire
source: Luminaire Dimensions (mm)
de: Leuchtenabmessungen (mm)
es: Dimensiones de luminaria (mm)
fr: Dimensions du luminaire (mm)
it: Dimensioni apparecchio (mm)
pt_br: Dimensões da luminária (mm)
ru: Размеры светильника (мм)
zh_hans: 灯具尺寸 (mm)

# dimensions.luminousArea
source: Luminous Area (mm)
de: Leuchtfläche (mm)
es: Área luminosa (mm)
fr: Surface lumineuse (mm)
it: Area luminosa (mm)
pt_br: Área luminosa (mm)
ru: Светящаяся площадь (мм)
zh_hans: 发光面积 (mm)

# dimensions.width
source: Width
de: Breite
es: Anchura
fr: Largeur
it: Larghezza
pt_br: Largura
ru: Ширина
zh_hans: 宽度

# floodlightCtrl.logScale
source: Logarithmic
de: Logarithmisch
es: Logarítmica
fr: Logarithmique
it: Logaritmico
pt_br: Logarítmica
ru: Логарифмическая
zh_hans: 对数

# fullscreen.darkTheme
source: Dark Theme
de: Dunkles Design
es: Tema oscuro
fr: Thème sombre
it: Tema scuro
pt_br: Tema escuro
ru: Тёмная тема
zh_hans: 深色主题

# fullscreen.done
source: Done
de: Fertig
es: Hecho
fr: Terminé
it: Fatto
pt_br: Concluído
ru: Готово
zh_hans: 完成

# general.fileName
source: File Name
de: Dateiname
es: Nombre de archivo
fr: Nom du fichier
it: Nome file
pt_br: Nome do arquivo
ru: Имя файла
zh_hans: 文件名

# general.identification
source: Identification
de: Kennung
es: Identificación
it: Identificazione
pt_br: Identificação
ru: Идентификация
zh_hans: 标识

# general.luminaireName
source: Luminaire Name
de: Leuchtenname
es: Nombre de luminaria
fr: Nom du luminaire
it: Nome apparecchio
pt_br: Nome da luminária
ru: Название светильника
zh_hans: 灯具名称

# general.luminaireNumber
source: Luminaire Number
de: Leuchtennummer
es: Número de luminaria
fr: Numéro du luminaire
it: Numero apparecchio
pt_br: Número da luminária
ru: Номер светильника
zh_hans: 灯具编号

# general.manufacturer
source: Manufacturer
de: Hersteller
es: Fabricante
fr: Fabricant
it: Produttore
pt_br: Fabricante
ru: Производитель
zh_hans: 制造商

# intensity.copyCSV
source: Copy to Clipboard
de: In Zwischenablage kopieren
es: Copiar al portapapeles
fr: Copier dans le presse-papiers
it: Copia negli appunti
pt_br: Copiar para área de transferência
ru: Копировать в буфер
zh_hans: 复制到剪贴板

# intensity.title
source: Luminous Intensity (cd/klm)
de: Lichtstärke (cd/klm)
es: Intensidad luminosa (cd/klm)
fr: Intensité lumineuse (cd/klm)
it: Intensità luminosa (cd/klm)
pt_br: Intensidade luminosa (cd/klm)
ru: Сила света (кд/клм)
zh_hans: 发光强度 (cd/klm)

# isolux.areaSize
source: Area Size (m)
de: Fläche (m)
es: Tamaño del área (m)
fr: Taille de la zone (m)
it: Dimensione area (m)
pt_br: Tamanho da área (m)
ru: Размер площади (м)
zh_hans: 面积 (m)

# isolux.mountingHeight
source: Mounting Height (m)
de: Montagehöhe (m)
es: Altura de montaje (m)
fr: Hauteur de montage (m)
it: Altezza di montaggio (m)
pt_br: Altura de montagem (m)
ru: Высота монтажа (м)
zh_hans: 安装高度 (m)

# isolux.tiltAngle
source: Tilt Angle (°)
de: Neigungswinkel (°)
es: Ángulo de inclinación (°)
fr: Angle d'inclinaison (°)
it: Angolo di inclinazione (°)
pt_br: Ângulo de inclinação (°)
ru: Угол наклона (°)
zh_hans: 倾斜角度 (°)

# lampSets.colorTemp
source: Color Appearance / CCT
de: Lichtfarbe / CCT
es: Apariencia de color / CCT
fr: Apparence de couleur / CCT
it: Aspetto del colore / CCT
pt_br: Aparência de cor / CCT
ru: Цветность / CCT
zh_hans: 光色 / CCT

# lampSets.criGroup
source: Color Rendering Group / CRI
de: Farbwiedergabe / CRI
es: Rendimiento cromático / CRI
fr: Rendu des couleurs / IRC
it: Resa cromatica / CRI
pt_br: Reprodução de cor / CRI
ru: Цветопередача / CRI
zh_hans: 显色性 / CRI

# lampSets.luminousFlux
source: Total Luminous Flux (lm)
de: Gesamtlichtstrom (lm)
es: Flujo luminoso total (lm)
fr: Flux lumineux total (lm)
it: Flusso luminoso totale (lm)
pt_br: Fluxo luminoso total (lm)
ru: Общий световой поток (лм)
zh_hans: 总光通量 (lm)

# lampSets.numLamps
source: Number of Lamps
de: Anzahl Lampen
es: Número de lámparas
fr: Nombre de lampes
it: Numero di lampade
pt_br: Número de lâmpadas
ru: Количество ламп
zh_hans: 光源数量

# lampSets.remove
source: Remove this lamp set
de: Dieses Leuchtmittelset entfernen
es: Eliminar este conjunto de lámparas
fr: Supprimer cet ensemble de lampes
it: Rimuovi questo set di lampade
pt_br: Remover este conjunto de lâmpadas
ru: Удалить этот набор ламп
zh_hans: 删除此光源组

# lampSets.title
source: Lamp Set
de: Leuchtmittel
es: Conjunto de lámparas
fr: Ensemble de lampes
it: Set di lampade
pt_br: Conjunto de lâmpadas
ru: Набор ламп
zh_hans: 光源组

# lampSets.type
source: Lamp Type
de: Lampentyp
es: Tipo de lámpara
fr: Type de lampe
it: Tipo di lampada
pt_br: Tipo de lâmpada
ru: Тип лампы
zh_hans: 光源类型

# lampSets.wattage
source: Wattage incl. Ballast (W)
de: Leistung inkl. Vorschaltgerät (W)
es: Potencia incl. balasto (W)
fr: Puissance incl. ballast (W)
it: Potenza incl. alimentatore (W)
pt_br: Potência incl. reator (W)
ru: Мощность с ПРА (Вт)
zh_hans: 功率含镇流器 (W)

# luminaire.direct_ratios.calculate
source: Calculate from intensity data
de: Aus Intensitätsdaten berechnen
es: Calcular desde datos de intensidad
fr: Calculer à partir des données d'intensité
it: Calcola dai dati di intensità
pt_br: Calcular a partir dos dados de intensidade
ru: Рассчитать из данных интенсивности
zh_hans: 从光强数据计算

# luminaire.direct_ratios.description
source: Direct ratios for room indices (k values). These are utilization factors.
de: Direkte Verhältnisse für Raumindizes (k-Werte). Dies sind Nutzungsfaktoren.
es: Ratios directos para índices de sala (valores k). Son factores de utilización.
fr: Ratios directs pour les indices de local (valeurs k). Ce sont des facteurs d'utilisation.
it: Rapporti diretti per indici di locale (valori k). Questi sono fattori di utilizzo.
pt_br: Razões diretas para índices de sala (valores k). São fatores de utilização.
ru: Прямые коэффициенты для индексов помещения (k-значения). Это коэффициенты использования.
zh_hans: 房间指数 (k值) 的直接比率。这些是利用系数。

# luminaire.electrical.current
source: Current
de: Strom
es: Corriente
fr: Courant
it: Corrente
pt_br: Corrente
ru: Ток
zh_hans: 电流

# luminaire.electrical.power
source: Input Power
de: Eingangsleistung
es: Potencia de entrada
fr: Puissance d'entrée
it: Potenza in ingresso
pt_br: Potência de entrada
ru: Потребляемая мощность
zh_hans: 输入功率

# luminaire.electrical.power_factor
source: Power Factor
de: Leistungsfaktor
es: Factor de potencia
fr: Facteur de puissance
it: Fattore di potenza
pt_br: Fator de potência
ru: Коэффициент мощности
zh_hans: 功率因数

# luminaire.electrical.voltage
source: Voltage
de: Spannung
es: Tensión
fr: Tension
it: Tensione
pt_br: Tensão
ru: Напряжение
zh_hans: 电压

# luminaire.info.c_plane_distance
source: C-Plane Distance (Dc)
de: C-Ebenen-Abstand (Dc)
es: Distancia planos C (Dc)
fr: Distance plans C (Dc)
it: Distanza piani C (Dc)
pt_br: Distância planos C (Dc)
ru: Расстояние C-плоскостей (Dc)
zh_hans: C平面间距 (Dc)

# luminaire.info.catalog_number
source: Catalog Number
de: Katalognummer
es: Número de catálogo
fr: Numéro de catalogue
it: Numero di catalogo
pt_br: Número de catálogo
ru: Каталожный номер
zh_hans: 目录编号

# luminaire.info.date_user
source: Date / User
de: Datum / Benutzer
es: Fecha / Usuario
fr: Date / Utilisateur
it: Data / Utente
pt_br: Data / Usuário
ru: Дата / Пользователь
zh_hans: 日期 / 用户

# luminaire.info.description
source: Description
de: Beschreibung
es: Descripción
it: Descrizione
pt_br: Descrição
ru: Описание
zh_hans: 描述

# luminaire.info.file_name
source: File Name
de: Dateiname
es: Nombre de archivo
fr: Nom du fichier
it: Nome file
pt_br: Nome do arquivo
ru: Имя файла
zh_hans: 文件名
